{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "नमस्ते",
        "हैलो",
        "आप कैसे हैं?",
        "नमस्कार",
        "क्या हाल है?",
        "स्वागत है",
        "अरे!",
        "आपसे मिलकर अच्छा लगा!",
        "आप कैसे हैं?",
        "सुप्रभात",
        "शुभ संध्या",
        "शुभ रात्रि",
        "शुभ अपराह्न",
        "शुभ दिन"
      ],
      "responses": [
        "नमस्ते! मैं द्वारपाल हूं, भारत के विभिन्न संग्रहालयों के बारे में जानकारी देने और टिकट बुक करने में आपकी सहायता करने के लिए यहां हूं। आज मैं आपकी कैसे मदद कर सकता हूं?",
        "हैलो! क्या आप कुछ अद्भुत संग्रहालय देखने के लिए तैयार हैं? मुझे बताएं, मैं आपकी कैसे सहायता कर सकता हूं!",
        "नमस्कार! द्वारपाल आपकी सेवा में हाज़िर है। क्या आपको जानकारी चाहिए या टिकट बुक करना है? मैं आपकी सहायता के लिए यहां हूं!",
        "अरे! मैं द्वारपाल हूं, भारतीय संग्रहालयों के बारे में जानकारी देने और टिकट बुकिंग में सहायता करने के लिए यहां हूं। मैं आपकी कैसे मदद कर सकता हूं?",
        "नमस्ते! मैं आपका संग्रहालय गाइड हूं। कृपया बताएं, मैं आपकी कैसे सहायता कर सकता हूं!"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "अलविदा",
        "बाय",
        "फिर मिलेंगे",
        "धन्यवाद, बाय",
        "मैं फिर आऊंगा",
        "अलविदा अभी के लिए",
        "अपना ख्याल रखना",
        "विदा"
      ],
      "responses": [
        "अलविदा! आपका दिन शुभ हो!",
        "फिर मिलेंगे! आपका समय अच्छा बीते!",
        "अपना ख्याल रखें! उम्मीद है कि मैं फिर से आपकी सहायता कर पाऊंगा!",
        "अलविदा! आपकी मदद करने का इंतजार रहेगा।",
        "अलविदा! आपका दिन अच्छा हो।",
        "विदा! सुरक्षित रहें!"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "धन्यवाद",
        "आपका धन्यवाद",
        "आपकी सहायता के लिए धन्यवाद",
        "बहुत बहुत धन्यवाद",
        "बहुत धन्यवाद",
        "मैं आपकी सराहना करता हूँ",
        "आपने मदद की, धन्यवाद",
        "आपकी मदद के लिए धन्यवाद"
      ],
      "responses": [
        "आपका स्वागत है!",
        "मुझे खुशी है कि मैं मदद कर सका!",
        "कोई बात नहीं! मैं हमेशा आपकी मदद के लिए यहां हूं।",
        "आपके लिए कुछ करने में खुशी हुई!",
        "आपकी सहायता करके अच्छा लगा।",
        "मैं हमेशा आपकी मदद करने के लिए तैयार हूं!"
      ]
    },
    {
      "tag": "ask_museum_preference",
      "patterns": [
        "संग्रहालयों के बारे में बताएं",
        "मैं कौन से संग्रहालय देख सकता हूँ?",
        "संग्रहालय विवरण",
        "संग्रहालयों की जानकारी",
        "संग्रहालयों की सूची",
        "कुछ संग्रहालयों की सिफारिश करें",
        "बंगाल में संग्रहालय कहाँ हैं?",
        "मुझे संग्रहालयों के बारे में जानकारी चाहिए"
      ],
      "responses": [
        "क्या आप दिल्ली, कोलकाता, मुंबई, या किसी अन्य शहर के संग्रहालयों के बारे में जानना चाहेंगे? कृपया शहर का नाम बताएं।",
        "मैं आपको दिल्ली, कोलकाता और मुंबई जैसे विभिन्न शहरों के संग्रहालयों के बारे में जानकारी दे सकता हूं। कृपया बताएं, आप किस शहर में रुचि रखते हैं?",
        "आप कौन से शहर के संग्रहालयों का पता लगाना चाहते हैं? मैं दिल्ली, कोलकाता, मुंबई, हैदराबाद और अन्य शहरों के संग्रहालयों के बारे में जानकारी दे सकता हूं।",
        "आप किस शहर के संग्रहालयों के बारे में जानना चाहते हैं? मैं आपको विभिन्न शहरों के संग्रहालयों के बारे में जानकारी दे सकता हूं।",
        "यदि आप शहर का नाम बताएंगे, तो मैं आपको उस शहर के संग्रहालयों की विस्तृत जानकारी दे सकता हूं।"
      ]
    },
    {
      "tag": "museum_info_delhi",
      "patterns": [
        "दिल्ली के नेशनल म्यूजियम के बारे में बताएं",
        "दिल्ली के संग्रहालयों का विवरण",
        "नेशनल म्यूजियम की जानकारी",
        "दिल्ली के संग्रहालयों के बारे में बताएं",
        "नेशनल म्यूजियम क्या है?",
        "नेशनल म्यूजियम का समय",
        "दिल्ली के नेशनल म्यूजियम का प्रवेश शुल्क",
        "नेशनल म्यूजियम दिल्ली का समय"
      ],
      "responses": [
        "नेशनल म्यूजियम, नई दिल्ली, मई 1946 में मौरिस गायर समिति द्वारा प्रस्तावित एक डिज़ाइन के अनुसार स्थापित किया गया था। इसमें 200,000 से अधिक वस्तुएं हैं, जो पाँच हजार वर्षों से अधिक समय से भारतीय सांस्कृतिक विरासत को कवर करती हैं। यह मंगलवार से रविवार तक सुबह 10:00 बजे से शाम 6:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 20 रुपये और 12वीं कक्षा तक के बच्चों के लिए निःशुल्क है।",
        "दिल्ली का नेशनल म्यूजियम भारत के सबसे बड़े संग्रहालयों में से एक है, जो भारतीय सांस्कृतिक विरासत और कला का प्रदर्शन करता है। यह मंगलवार से रविवार, सुबह 10:00 बजे से शाम 6:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 20 रुपये है।",
        "नेशनल म्यूजियम दिल्ली में स्थित है और यह भारतीय इतिहास के विभिन्न पहलुओं को प्रदर्शित करता है। यह मंगलवार से रविवार तक खुला रहता है, और प्रवेश शुल्क वयस्कों के लिए 20 रुपये है।"
      ]
    },
    {
      "tag": "museum_info_kolkata",
      "patterns": [
        "कोलकाता के इंडियन म्यूजियम के बारे में बताएं",
        "कोलकाता के संग्रहालयों का विवरण",
        "इंडियन म्यूजियम की जानकारी",
        "कोलकाता के संग्रहालयों के बारे में बताएं",
        "इंडियन म्यूजियम क्या है?",
        "कोलकाता के संग्रहालय का प्रवेश शुल्क",
        "इंडियन म्यूजियम का समय",
        "इंडियन म्यूजियम कोलकाता का समय"
      ],
      "responses": [
        "इंडियन म्यूजियम, कोलकाता, 1814 में स्थापित किया गया था और यह भारत का सबसे पुराना और सबसे बड़ा बहुउद्देशीय संग्रहालय है। इसमें दुर्लभ पुरावशेष, कवच, जीवाश्म और मुगल चित्रों का संग्रह है। यह मंगलवार से रविवार सुबह 10:00 बजे से शाम 5:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 50 रुपये और छात्रों के लिए 20 रुपये है।",
        "इंडियन म्यूजियम, कोलकाता, भारत का सबसे पुराना संग्रहालय है। इसमें विभिन्न प्राकृतिक और सांस्कृतिक वस्तुएं प्रदर्शित हैं। यह मंगलवार से रविवार तक खुला रहता है।",
        "इंडियन म्यूजियम कोलकाता में स्थित है और इसमें विभिन्न प्रकार की वस्तुएं, सिक्के और चित्रों का संग्रह है। प्रवेश शुल्क वयस्कों के लिए 50 रुपये और छात्रों के लिए 20 रुपये है।"
      ]
    },
    {
      "tag": "museum_info_mumbai",
      "patterns": [
        "मुंबई में छत्रपति शिवाजी महाराज वास्तु संग्राहालय के बारे में बताएं",
        "मुंबई के संग्रहालयों का विवरण",
        "मुंबई के संग्रहालयों की जानकारी",
        "मुंबई संग्रहालय क्या है?",
        "छत्रपति शिवाजी महाराज संग्रहालय",
        "मुंबई के संग्रहालयों के बारे में बताएं",
        "मुंबई संग्रहालय का प्रवेश शुल्क",
        "मुंबई संग्रहालय का समय"
      ],
      "responses": [
        "छत्रपति शिवाजी महाराज वास्तु संग्राहालय, जिसे पहले प्रिंस ऑफ वेल्स संग्रहालय कहा जाता था, मुंबई में स्थित है। यह भारतीय कला, पुरातत्व और प्राकृतिक इतिहास का प्रदर्शन करता है, विशेष रूप से महाराष्ट्र के इतिहास पर ध्यान केंद्रित करता है। संग्रहालय सोमवार से रविवार सुबह 10:15 बजे से शाम 6:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 85 रुपये और बच्चों के लिए 20 रुपये है।",
        "छत्रपति शिवाजी महाराज संग्रहालय, मुंबई में स्थित है और यह विभिन्न प्रकार के पुरातात्विक और कलात्मक संग्रह प्रदर्शित करता है। यह सोमवार से रविवार सुबह 10:15 बजे से शाम 6:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 85 रुपये है।",
        "मुंबई में छत्रपति शिवाजी महाराज वास्तु संग्राहालय, भारतीय कला और प्राकृतिक इतिहास का एक अनूठा संग्रह है। प्रवेश शुल्क वयस्कों के लिए 85 रुपये और बच्चों के लिए 20 रुपये है।"
      ]
    },
    {
      "tag": "museum_info_jaipur",
      "patterns": [
        "जयपुर में अल्बर्ट हॉल म्यूजियम के बारे में बताएं",
        "जयपुर के संग्रहालयों का विवरण",
        "जयपुर के संग्रहालयों की जानकारी",
        "अल्बर्ट हॉल म्यूजियम क्या है?",
        "जयपुर संग्रहालय का समय",
        "अल्बर्ट हॉल म्यूजियम का प्रवेश शुल्क",
        "जयपुर के संग्रहालयों के बारे में बताएं"
      ],
      "responses": [
        "अल्बर्ट हॉल म्यूजियम, जयपुर, अपने इंडो-सारासेनिक वास्तुकला और विस्तृत संग्रह के लिए प्रसिद्ध है। यह प्रतिदिन सुबह 9:00 बजे से शाम 5:00 बजे और रात 7:00 बजे से 10:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 40 रुपये और छात्रों के लिए 20 रुपये है।",
        "जयपुर का अल्बर्ट हॉल म्यूजियम अपनी वास्तुकला और ऐतिहासिक संग्रह के लिए जाना जाता है। यह प्रतिदिन खुला रहता है, और प्रवेश शुल्क वयस्कों के लिए 40 रुपये है।",
        "अल्बर्ट हॉल म्यूजियम, जयपुर, पारंपरिक भारतीय कला और शिल्प का प्रदर्शन करता है। यह प्रतिदिन सुबह 9:00 बजे से शाम 5:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 40 रुपये है।"
      ]
    },
    {
      "tag": "museum_info_hyderabad",
      "patterns": [
        "हैदराबाद में सालार जंग म्यूजियम के बारे में बताएं",
        "हैदराबाद के संग्रहालयों का विवरण",
        "हैदराबाद के संग्रहालयों की जानकारी",
        "सालार जंग म्यूजियम क्या है?",
        "हैदराबाद संग्रहालय का समय",
        "सालार जंग म्यूजियम का प्रवेश शुल्क",
        "हैदराबाद के संग्रहालयों के बारे में बताएं"
      ],
      "responses": [
        "सालार जंग म्यूजियम, हैदराबाद, दुनिया भर की विभिन्न सभ्यताओं की दुर्लभ कला और संग्रह को प्रदर्शित करता है। यह शुक्रवार को बंद रहता है और अन्य दिनों में सुबह 10:00 बजे से शाम 5:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 20 रुपये और बच्चों के लिए 15 रुपये है।",
        "सालार जंग म्यूजियम हैदराबाद के सबसे प्रसिद्ध संग्रहालयों में से एक है। यह प्रतिदिन सुबह 10:00 बजे से शाम 5:00 बजे तक खुला रहता है, केवल शुक्रवार को बंद रहता है। प्रवेश शुल्क वयस्कों के लिए 20 रुपये है।",
        "सालार जंग म्यूजियम, हैदराबाद, विभिन्न विश्व सभ्यताओं का एक अद्भुत संग्रह प्रदर्शित करता है। प्रवेश शुल्क वयस्कों के लिए 20 रुपये और बच्चों के लिए 15 रुपये है।"
      ]
    },
    {
      "tag": "museum_info_bengaluru",
      "patterns": [
        "बेंगलुरु में विश्वेश्वरैया इंडस्ट्रियल एंड टेक्नोलॉजिकल म्यूजियम के बारे में बताएं",
        "बेंगलुरु के संग्रहालयों का विवरण",
        "बेंगलुरु के संग्रहालयों की जानकारी",
        "विश्वेश्वरैया म्यूजियम क्या है?",
        "बेंगलुरु संग्रहालय का समय",
        "विश्वेश्वरैया म्यूजियम का प्रवेश शुल्क",
        "बेंगलुरु संग्रहालय का विवरण"
      ],
      "responses": [
        "विश्वेश्वरैया इंडस्ट्रियल एंड टेक्नोलॉजिकल म्यूजियम, बेंगलुरु, विज्ञान और प्रौद्योगिकी में उपलब्धियों को प्रदर्शित करता है। यह सोमवार से रविवार, सुबह 9:30 बजे से शाम 6:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 60 रुपये और बच्चों के लिए 30 रुपये है।",
        "विश्वेश्वरैया इंडस्ट्रियल एंड टेक्नोलॉजिकल म्यूजियम, बेंगलुरु, प्रौद्योगिकी और उद्योग के विभिन्न पहलुओं को प्रदर्शित करता है। प्रवेश शुल्क वयस्कों के लिए 60 रुपये और बच्चों के लिए 30 रुपये है।",
        "बेंगलुरु का विश्वेश्वरैया म्यूजियम विज्ञान और प्रौद्योगिकी में विभिन्न नवाचारों और इतिहास को प्रदर्शित करता है। यह प्रतिदिन सुबह 9:30 बजे से शाम 6:00 बजे तक खुला रहता है।"
      ]
    },
    {
      "tag": "museum_info_chennai",
      "patterns": [
        "चेन्नई में सरकारी म्यूजियम के बारे में बताएं",
        "चेन्नई के संग्रहालयों का विवरण",
        "चेन्नई के संग्रहालयों की जानकारी",
        "सरकारी म्यूजियम क्या है?",
        "चेन्नई संग्रहालय का समय",
        "सरकारी म्यूजियम का प्रवेश शुल्क",
        "चेन्नई के संग्रहालयों की जानकारी"
      ],
      "responses": [
        "सरकारी म्यूजियम, चेन्नई, अपने समृद्ध पुरावशेष और मुद्राशास्त्र संग्रह के लिए प्रसिद्ध है। यह शुक्रवार को बंद रहता है और अन्य दिनों में सुबह 9:30 बजे से शाम 5:00 बजे तक खुला रहता है। प्रवेश शुल्क वयस्कों के लिए 15 रुपये और बच्चों के लिए 10 रुपये है।",
        "चेन्नई का सरकारी म्यूजियम अपनी कला और पुरातत्व के लिए प्रसिद्ध है। प्रवेश शुल्क वयस्कों के लिए 15 रुपये और बच्चों के लिए 10 रुपये है। यह सप्ताह के अन्य दिनों में खुला रहता है, शुक्रवार को बंद।",
        "सरकारी म्यूजियम, चेन्नई, अपने सिक्कों और पुरावशेषों के समृद्ध संग्रह के लिए जाना जाता है। यह शुक्रवार को बंद रहता है और अन्य दिनों में सुबह 9:30 बजे से शाम 5:00 बजे तक खुला रहता है।"
      ]
    },
    {
      "tag": "book_ticket",
      "patterns": [
        "मुझे टिकट बुक करना है",
        "टिकट बुक करें",
        "कैसे टिकट बुक करें?",
        "टिकट बुकिंग",
        "टिकट कैसे प्राप्त करें?",
        "टिकट कैसे ऑर्डर करें?",
        "मुझे टिकट चाहिए",
        "मैं संग्रहालय का टिकट बुक करना चाहता हूँ"
      ],
      "responses": [
        "आप हमारे प्लेटफ़ॉर्म के माध्यम से विभिन्न संग्रहालयों के लिए ऑनलाइन टिकट बुक कर सकते हैं। कृपया शहर और संग्रहालय का नाम बताएं ताकि हम बुकिंग प्रक्रिया शुरू कर सकें।",
        "कृपया शहर और संग्रहालय का नाम बताएं। मैं आपके लिए टिकट बुकिंग शुरू करूंगा।",
        "अपने संग्रहालय के टिकट बुक करने के लिए, कृपया शहर और संग्रहालय का नाम बताएं।",
        "यदि आप टिकट बुक करना चाहते हैं, तो कृपया शहर का नाम बताएं और मैं बुकिंग की व्यवस्था करूंगा।"
      ]
    },
    {
      "tag": "ticket_price",
      "patterns": [
        "टिकट का मूल्य क्या है?",
        "टिकट की कीमत कितनी है?",
        "प्रवेश शुल्क क्या है?",
        "टिकट की लागत कितनी है?",
        "टिकट शुल्क?",
        "संग्रहालय टिकट का मूल्य क्या है?",
        "टिकट का शुल्क क्या है?"
      ],
      "responses": [
        "टिकट की कीमत संग्रहालय पर निर्भर करती है। कृपया संग्रहालय का नाम बताएं ताकि हम आपको विस्तृत मूल्य जानकारी दे सकें।",
        "संग्रहालय टिकट की कीमतें अलग-अलग हो सकती हैं। कृपया संग्रहालय का नाम बताएं और मैं आपको सटीक जानकारी दूंगा।",
        "मुझे संग्रहालय का नाम बताएं ताकि मैं आपको टिकट की कीमत के बारे में विस्तृत जानकारी दे सकूं।"
      ]
    },
    {
      "tag": "museum_location",
      "patterns": [
        "संग्रहालय कहाँ है?",
        "मुझे संग्रहालय का पता बताएं",
        "संग्रहालय कहाँ स्थित है?",
        "मैं संग्रहालय कैसे पहुँच सकता हूँ?",
        "संग्रहालय का स्थान बताएं",
        "संग्रहालय की दिशा",
        "क्या संग्रहालय पास में है?",
        "संग्रहालय कहाँ स्थित है?"
      ],
      "responses": [
        "संग्रहालय का स्थान शहर और संग्रहालय पर निर्भर करता है। कृपया संग्रहालय का नाम बताएं ताकि हम आपको सटीक पता और दिशा-निर्देश दे सकें।",
        "आप किस संग्रहालय के बारे में जानना चाहेंगे? मैं आपको उस संग्रहालय का सटीक पता और दिशा-निर्देश दे सकता हूं।",
        "कृपया संग्रहालय का नाम बताएं और मैं आपको सटीक पता और दिशा-निर्देश दूंगा।"
      ]
    },
    {
      "tag": "museum_timings",
      "patterns": [
        "संग्रहालय का समय क्या है?",
        "संग्रहालय कब खुलता है?",
        "संग्रहालय खुलने का समय",
        "संग्रहालय कब बंद होता है?",
        "संग्रहालय का कार्यक्रम",
        "संग्रहालय का खुलने का समय क्या है?",
        "संग्रहालय का समय क्या है?"
      ],
      "responses": [
        "हर संग्रहालय का समय अलग हो सकता है। कृपया संग्रहालय का नाम बताएं ताकि हम आपको सटीक समय की जानकारी दे सकें।",
        "खुलने का समय अलग-अलग हो सकता है। संग्रहालय का नाम बताएं और मैं आपको सही समय बताऊंगा।",
        "संग्रहालय का नाम बताएं और मैं आपको सटीक समय-निर्धारण की जानकारी दे सकता हूं।"
      ]
    },
    {
      "tag": "snacks_booking",
      "patterns": [
        "क्या मैं स्नैक्स बुक कर सकता हूँ?",
        "क्या खाना उपलब्ध है?",
        "कौन से स्नैक्स उपलब्ध हैं?",
        "स्नैक्स बुक करें",
        "स्नैक्स कैसे बुक करें?",
        "क्या मैं स्नैक्स ऑर्डर कर सकता हूँ?",
        "क्या संग्रहालय में खाना उपलब्ध है?"
      ],
      "responses": [
        "हाँ, आप अपने संग्रहालय दौरे के लिए स्नैक्स प्री-बुक कर सकते हैं। कृपया संग्रहालय का नाम बताएं और हम आपको उपलब्ध विकल्पों की जानकारी देंगे।",
        "अगर आप संग्रहालय में स्नैक्स बुक करना चाहते हैं, तो कृपया संग्रहालय का नाम बताएं। मैं आपको उपलब्ध स्नैक्स विकल्पों के बारे में बताऊंगा।",
        "संग्रहालय के लिए स्नैक्स बुकिंग शुरू करने के लिए, कृपया संग्रहालय का नाम बताएं।"
      ]
    },
    {
      "tag": "show_booking",
      "patterns": [
        "कोई शो है?",
        "क्या मैं शो बुक कर सकता हूँ?",
        "कौन से शो उपलब्ध हैं?",
        "शो बुक करें",
        "शो कैसे बुक करें?",
        "संग्रहालय शो बुकिंग",
        "संग्रहालय में शो है?"
      ],
      "responses": [
        "कई संग्रहालयों में आंतरिक शो या गाइडेड टूर होते हैं। कृपया संग्रहालय का नाम बताएं और हम आपको उपलब्ध विकल्प और बुकिंग जानकारी देंगे।",
        "अगर आप संग्रहालय में शो बुक करना चाहते हैं, तो कृपया संग्रहालय का नाम बताएं। मैं आपको उपलब्ध शो और उनके समय के बारे में बताऊंगा।",
        "कृपया संग्रहालय का नाम बताएं और मैं आपको उस संग्रहालय में उपलब्ध शो की जानकारी दूंगा।"
      ]
    },
    {
      "tag": "feedback",
      "patterns": [
        "मेरे पास कुछ फीडबैक है",
        "क्या मैं फीडबैक दे सकता हूँ?",
        "मैं फीडबैक देना चाहता हूँ",
        "फीडबैक",
        "मेरे पास फीडबैक है",
        "मैं अपनी राय देना चाहता हूँ",
        "मैं फीडबैक देना चाहता हूँ",
        "मैं आपको फीडबैक देना चाहता हूँ"
      ],
      "responses": [
        "हम आपकी प्रतिक्रिया सुनना पसंद करेंगे! कृपया अपनी राय साझा करें और हम इसे संबंधित टीम तक पहुंचाएंगे।",
        "अगर आप प्रतिक्रिया देना चाहते हैं, तो कृपया बताएं। हम आपकी राय सुनना चाहेंगे।",
        "आपकी प्रतिक्रिया हमारे लिए महत्वपूर्ण है! कृपया अपना फीडबैक साझा करें।",
        "अगर आप अपनी राय देना चाहते हैं, तो कृपया बताएं। हम सुनने के लिए उत्सुक हैं।"
      ]
    },
    {
      "tag": "unrecognized_query",
      "patterns": [
        "मौसम कैसा है?",
        "क्या आप मुझे किसी और चीज़ में मदद कर सकते हैं?",
        "खेलों के बारे में बताएं",
        "भारत के राष्ट्रपति कौन हैं?",
        "मुझे कोई फिल्म सुझाएं",
        "ताज़ा खबरें क्या हैं?",
        "खेल के अपडेट दें",
        "राजनीति के बारे में बताएं"
      ],
      "responses": [
        "माफ़ करें, मैं इस विषय में आपकी मदद नहीं कर सकता। मैं यहां संग्रहालय संबंधी जानकारी और टिकट बुकिंग में सहायता के लिए हूं। कृपया इससे संबंधित कुछ पूछें!",
        "माफ़ करें, लेकिन मैं केवल संग्रहालय और टिकट से संबंधित जानकारी दे सकता हूं। मुझे बताएं, मैं आपकी कैसे मदद कर सकता हूं!",
        "मेरी विशेषज्ञता केवल संग्रहालय और टिकट बुकिंग तक सीमित है। अगर आपको संग्रहालय या बुकिंग से संबंधित कोई सवाल है, तो कृपया पूछें!",
        "मैं केवल संग्रहालय और टिकट से संबंधित जानकारी दे सकता हूं। कृपया संग्रहालय या टिकट के बारे में कुछ पूछें।"
      ]
    }
  ]
}
