{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "नमस्कार",
        "हॅलो",
        "तुम्ही कसे आहात?",
        "नमस्ते",
        "काय चाललंय?",
        "स्वागत आहे",
        "हाय!",
        "तुमची भेट घेऊन आनंद झाला!",
        "तुमचं स्वागत आहे!",
        "गुड मॉर्निंग",
        "गुड इव्हनिंग",
        "गुड नाईट",
        "गुड आफ्टरनून",
        "शुभ दिवस"
      ],
      "responses": [
        "नमस्कार! मी द्वारपाल, भारतातील विविध संग्रहालयांबद्दल माहिती देण्यासाठी आणि तिकिटे बुक करण्यासाठी येथे आहे. आज मी तुम्हाला कशात मदत करू शकतो?",
        "हॅलो! तुम्ही काही अद्भुत संग्रहालये पाहण्यास तयार आहात का? मला सांगा, मी तुम्हाला कशात मदत करू शकतो!",
        "नमस्कार! द्वारपाल आपल्या सेवेसाठी येथे आहे. तुम्हाला माहिती हवी आहे का? किंवा तिकीट बुक करायचं आहे? मी तुमच्या मदतीसाठी येथे आहे!",
        "हाय! मी द्वारपाल, भारतीय संग्रहालयांबद्दल माहिती देण्यासाठी आणि तिकीट बुक करण्यासाठी येथे आहे. मी तुम्हाला कशात मदत करू शकतो?",
        "नमस्कार! मी तुमचा संग्रहालय मार्गदर्शक आहे. कृपया सांगा, मी तुम्हाला कशात मदत करू शकतो!"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "नमस्कार",
        "बाय",
        "पुन्हा भेटू",
        "धन्यवाद, बाय",
        "मी पुन्हा येईन",
        "नमस्कार आत्तासाठी",
        "काळजी घ्या",
        "निरोप"
      ],
      "responses": [
        "नमस्कार! तुमचा दिवस शुभ जावो!",
        "पुन्हा भेटू! तुमचा वेळ आनंदात जावो!",
        "काळजी घ्या! आशा आहे की मी पुन्हा तुमची मदत करू शकेन!",
        "नमस्कार! तुमची मदत करण्यासाठी वाट पाहत आहे.",
        "नमस्कार! तुमचा दिवस चांगला जावो.",
        "निरोप! सुरक्षित राहा!"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "धन्यवाद",
        "आपले आभार",
        "तुमच्या मदतीसाठी धन्यवाद",
        "खूप खूप धन्यवाद",
        "धन्यवाद खूप",
        "तुमची प्रशंसा करतो",
        "तुमची मदत केली, धन्यवाद",
        "तुमच्या मदतीबद्दल धन्यवाद"
      ],
      "responses": [
        "तुमचे स्वागत आहे!",
        "तुमची मदत करून मला आनंद झाला!",
        "कोणतीही समस्या नाही! मी नेहमीच तुमच्या मदतीसाठी येथे आहे.",
        "तुमच्यासाठी काहीतरी करण्यास आनंद झाला!",
        "तुमची मदत करून चांगले वाटले.",
        "मी नेहमीच तुमच्या मदतीसाठी सज्ज आहे!"
      ]
    },
    {
      "tag": "ask_museum_preference",
      "patterns": [
        "संग्रहालयांबद्दल सांगा",
        "मी कोणते संग्रहालय पाहू शकतो?",
        "संग्रहालयांचा तपशील",
        "संग्रहालयांची माहिती",
        "संग्रहालयांची यादी",
        "काही संग्रहालय सुचवा",
        "बंगालमध्ये संग्रहालये कुठे आहेत?",
        "मला संग्रहालयांबद्दल माहिती हवी आहे"
      ],
      "responses": [
        "तुम्हाला दिल्ली, कोलकाता, मुंबई किंवा इतर कोणत्या शहरातील संग्रहालयांबद्दल जाणून घ्यायचे आहे का? कृपया शहराचे नाव सांगा.",
        "मी तुम्हाला दिल्ली, कोलकाता आणि मुंबईसारख्या विविध शहरांतील संग्रहालयांबद्दल माहिती देऊ शकतो. कृपया सांगा, तुम्हाला कोणत्या शहरात स्वारस्य आहे?",
        "तुम्ही कोणत्या शहराचे संग्रहालये शोधू इच्छिता? मी तुम्हाला दिल्ली, कोलकाता, मुंबई, हैदराबाद आणि इतर शहरांतील संग्रहालयांबद्दल माहिती देऊ शकतो.",
        "तुम्हाला कोणत्या शहरातील संग्रहालयांबद्दल माहिती हवी आहे? मी तुम्हाला विविध शहरांतील संग्रहालयांबद्दल माहिती देऊ शकतो.",
        "जर तुम्ही शहराचे नाव सांगाल, तर मी तुम्हाला त्या शहरातील संग्रहालयांची सविस्तर माहिती देऊ शकतो."
      ]
    },
    {
      "tag": "museum_info_delhi",
      "patterns": [
        "दिल्लीतील नॅशनल म्युझियमबद्दल सांगा",
        "दिल्लीच्या संग्रहालयांचा तपशील",
        "नॅशनल म्युझियमची माहिती",
        "दिल्लीच्या संग्रहालयांबद्दल सांगा",
        "नॅशनल म्युझियम काय आहे?",
        "नॅशनल म्युझियमचे वेळापत्रक",
        "दिल्लीतील नॅशनल म्युझियमची प्रवेश फी",
        "नॅशनल म्युझियम दिल्लीची वेळ"
      ],
      "responses": [
        "नॅशनल म्युझियम, नवी दिल्ली, मे 1946 मध्ये मॉरिस गायर समितीने प्रस्तावित केलेल्या डिझाइननुसार स्थापन करण्यात आले. यामध्ये 200,000 पेक्षा जास्त वस्तू आहेत, ज्यात पाच हजार वर्षांपेक्षा जास्त काळापासून भारतीय सांस्कृतिक वारसा आहे. हे मंगळवार ते रविवार सकाळी 10:00 ते संध्याकाळी 6:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 20 रुपये आणि 12 वी पर्यंतच्या मुलांसाठी विनामूल्य आहे.",
        "दिल्लीचे नॅशनल म्युझियम भारतातील सर्वात मोठ्या संग्रहालयांपैकी एक आहे, जे भारतीय सांस्कृतिक वारसा आणि कला प्रदर्शित करते. हे मंगळवार ते रविवार, सकाळी 10:00 ते संध्याकाळी 6:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 20 रुपये आहे.",
        "नॅशनल म्युझियम दिल्लीमध्ये आहे आणि हे भारतीय इतिहासाच्या विविध पैलूंना प्रदर्शित करते. हे मंगळवार ते रविवार पर्यंत खुले आहे, आणि प्रवेश शुल्क प्रौढांसाठी 20 रुपये आहे."
      ]
    },
    {
      "tag": "museum_info_kolkata",
      "patterns": [
        "कोलकाताच्या इंडियन म्युझियमबद्दल सांगा",
        "कोलकाताच्या संग्रहालयांचा तपशील",
        "इंडियन म्युझियमची माहिती",
        "कोलकाताच्या संग्रहालयांबद्दल सांगा",
        "इंडियन म्युझियम काय आहे?",
        "कोलकाता संग्रहालयाची प्रवेश फी",
        "इंडियन म्युझियमचे वेळापत्रक",
        "इंडियन म्युझियम कोलकाता वेळ"
      ],
      "responses": [
        "इंडियन म्युझियम, कोलकाता, 1814 मध्ये स्थापन करण्यात आले आणि हे भारतातील सर्वात जुने आणि सर्वात मोठे बहुउद्देशीय संग्रहालय आहे. यामध्ये दुर्मिळ पुरातन वस्तू, कवच, जीवाश्म आणि मुघल चित्रांचा संग्रह आहे. हे मंगळवार ते रविवार सकाळी 10:00 ते संध्याकाळी 5:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 50 रुपये आणि विद्यार्थ्यांसाठी 20 रुपये आहे.",
        "इंडियन म्युझियम, कोलकाता, भारतातील सर्वात जुने संग्रहालय आहे. यामध्ये विविध नैसर्गिक आणि सांस्कृतिक वस्तू आहेत. हे मंगळवार ते रविवार पर्यंत खुले आहे.",
        "इंडियन म्युझियम कोलकातामध्ये आहे आणि यामध्ये विविध प्रकारच्या वस्तू, नाणी आणि चित्रांचा संग्रह आहे. प्रवेश शुल्क प्रौढांसाठी 50 रुपये आणि विद्यार्थ्यांसाठी 20 रुपये आहे."
      ]
    },
    {
      "tag": "museum_info_mumbai",
      "patterns": [
        "मुंबईतील छत्रपती शिवाजी महाराज वास्तू संग्रहालयाबद्दल सांगा",
        "मुंबईच्या संग्रहालयांचा तपशील",
        "मुंबईच्या संग्रहालयांची माहिती",
        "मुंबई संग्रहालय काय आहे?",
        "छत्रपती शिवाजी महाराज संग्रहालय",
        "मुंबईच्या संग्रहालयांबद्दल सांगा",
        "मुंबई संग्रहालयाची प्रवेश फी",
        "मुंबई संग्रहालयाचे वेळापत्रक"
      ],
      "responses": [
        "छत्रपती शिवाजी महाराज वास्तू संग्रहालय, यापूर्वी प्रिन्स ऑफ वेल्स म्युझियम म्हणून ओळखले जात असे, मुंबईमध्ये आहे. हे भारतीय कला, पुरातत्वशास्त्र आणि नैसर्गिक इतिहासाचे प्रदर्शन करते, विशेषत: महाराष्ट्राच्या इतिहासावर लक्ष केंद्रित करते. संग्रहालय सोमवार ते रविवार सकाळी 10:15 ते संध्याकाळी 6:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 85 रुपये आणि मुलांसाठी 20 रुपये आहे.",
        "छत्रपती शिवाजी महाराज संग्रहालय, मुंबईमध्ये आहे आणि हे विविध प्रकारच्या पुरातात्विक आणि कलात्मक वस्तूंचे प्रदर्शन करते. हे सोमवार ते रविवार सकाळी 10:15 ते संध्याकाळी 6:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 85 रुपये आहे.",
        "मुंबईतील छत्रपती शिवाजी महाराज वास्तू संग्रहालय, भारतीय कला आणि नैसर्गिक इतिहासाचा एक अद्वितीय संग्रह आहे. प्रवेश शुल्क प्रौढांसाठी 85 रुपये आणि मुलांसाठी 20 रुपये आहे."
      ]
    },
    {
      "tag": "museum_info_jaipur",
      "patterns": [
        "जयपूरच्या अल्बर्ट हॉल म्युझियमबद्दल सांगा",
        "जयपूरच्या संग्रहालयांचा तपशील",
        "जयपूरच्या संग्रहालयांची माहिती",
        "अल्बर्ट हॉल म्युझियम काय आहे?",
        "जयपूर संग्रहालयाचे वेळापत्रक",
        "अल्बर्ट हॉल म्युझियमची प्रवेश फी",
        "जयपूरच्या संग्रहालयांबद्दल सांगा"
      ],
      "responses": [
        "अल्बर्ट हॉल म्युझियम, जयपूर, आपल्या इंडो-सारासेनिक वास्तुकलेसाठी आणि विस्तृत संग्रहासाठी ओळखले जाते. हे दररोज सकाळी 9:00 ते संध्याकाळी 5:00 आणि रात्री 7:00 ते 10:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 40 रुपये आणि विद्यार्थ्यांसाठी 20 रुपये आहे.",
        "जयपूरचे अल्बर्ट हॉल म्युझियम आपल्या वास्तुकला आणि ऐतिहासिक संग्रहासाठी ओळखले जाते. हे दररोज खुले असते आणि प्रवेश शुल्क प्रौढांसाठी 40 रुपये आहे.",
        "अल्बर्ट हॉल म्युझियम, जयपूर, पारंपरिक भारतीय कला आणि हस्तकला प्रदर्शित करते. हे दररोज सकाळी 9:00 ते संध्याकाळी 5:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 40 रुपये आहे."
      ]
    },
    {
      "tag": "museum_info_hyderabad",
      "patterns": [
        "हैदराबादच्या सालारजंग म्युझियमबद्दल सांगा",
        "हैदराबादच्या संग्रहालयांचा तपशील",
        "हैदराबादच्या संग्रहालयांची माहिती",
        "सालारजंग म्युझियम काय आहे?",
        "हैदराबाद संग्रहालयाचे वेळापत्रक",
        "सालारजंग म्युझियमची प्रवेश फी",
        "हैदराबादच्या संग्रहालयांबद्दल सांगा"
      ],
      "responses": [
        "सालारजंग म्युझियम, हैदराबाद, जगातील विविध संस्कृतींच्या दुर्मिळ कलाकृती आणि संग्रहांचे प्रदर्शन करते. हे शुक्रवार बंद असते आणि इतर दिवशी सकाळी 10:00 ते संध्याकाळी 5:00 पर्यंत खुले असते. प्रवेश शुल्क प्रौढांसाठी 20 रुपये आणि मुलांसाठी 15 रुपये आहे.",
        "सालारजंग म्युझियम हैदराबादमधील सर्वात प्रसिद्ध संग्रहालयांपैकी एक आहे. हे दररोज सकाळी 10:00 ते संध्याकाळी 5:00 पर्यंत खुले आहे, फक्त शुक्रवार बंद असते. प्रवेश शुल्क प्रौढांसाठी 20 रुपये आहे.",
        "सालारजंग म्युझियम, हैदराबाद, जगातील विविध संस्कृतींच्या अनोख्या संग्रहांचे प्रदर्शन करते. प्रवेश शुल्क प्रौढांसाठी 20 रुपये आणि मुलांसाठी 15 रुपये आहे."
      ]
    },
    {
      "tag": "museum_info_bengaluru",
      "patterns": [
        "बेंगळुरूच्या विश्वेश्वरैया इंडस्ट्रियल आणि टेक्नोलॉजिकल म्युझियमबद्दल सांगा",
        "बेंगळुरूच्या संग्रहालयांचा तपशील",
        "बेंगळुरूच्या संग्रहालयांची माहिती",
        "विश्वेश्वरैया म्युझियम काय आहे?",
        "बेंगळुरू संग्रहालयाचे वेळापत्रक",
        "विश्वेश्वरैया म्युझियमची प्रवेश फी",
        "बेंगळुरू संग्रहालयाची माहिती"
      ],
      "responses": [
        "विश्वेश्वरैया इंडस्ट्रियल आणि टेक्नोलॉजिकल म्युझियम, बेंगळुरू, विज्ञान आणि तंत्रज्ञानातील उपलब्ध्यांचे प्रदर्शन करते. हे सोमवार ते रविवार सकाळी 9:30 ते संध्याकाळी 6:00 पर्यंत खुले आहे. प्रवेश शुल्क प्रौढांसाठी 60 रुपये आणि मुलांसाठी 30 रुपये आहे.",
        "विश्वेश्वरैया इंडस्ट्रियल आणि टेक्नोलॉजिकल म्युझियम, बेंगळुरू, तंत्रज्ञान आणि उद्योगाच्या विविध पैलूंना प्रदर्शित करते. प्रवेश शुल्क प्रौढांसाठी 60 रुपये आणि मुलांसाठी 30 रुपये आहे.",
        "बेंगळुरूच्या विश्वेश्वरैया म्युझियममध्ये विज्ञान आणि तंत्रज्ञानातील विविध नवकल्पना आणि इतिहासाचे प्रदर्शन आहे. हे दररोज सकाळी 9:30 ते संध्याकाळी 6:00 पर्यंत खुले आहे."
      ]
    },
    {
      "tag": "museum_info_chennai",
      "patterns": [
        "चेन्नईच्या सरकारी म्युझियमबद्दल सांगा",
        "चेन्नईच्या संग्रहालयांचा तपशील",
        "चेन्नईच्या संग्रहालयांची माहिती",
        "सरकारी म्युझियम काय आहे?",
        "चेन्नई संग्रहालयाचे वेळापत्रक",
        "सरकारी म्युझियमची प्रवेश फी",
        "चेन्नईच्या संग्रहालयांची माहिती"
      ],
      "responses": [
        "सरकारी म्युझियम, चेन्नई, आपल्या समृद्ध पुरातन वस्तू आणि नाणे संग्रहासाठी प्रसिद्ध आहे. हे शुक्रवार बंद असते आणि इतर दिवशी सकाळी 9:30 ते संध्याकाळी 5:00 पर्यंत खुले असते. प्रवेश शुल्क प्रौढांसाठी 15 रुपये आणि मुलांसाठी 10 रुपये आहे.",
        "चेन्नईचे सरकारी म्युझियम त्याच्या कला आणि पुरातत्वशास्त्रासाठी प्रसिद्ध आहे. प्रवेश शुल्क प्रौढांसाठी 15 रुपये आणि मुलांसाठी 10 रुपये आहे. हे इतर दिवशी खुले असते, शुक्रवार बंद असते.",
        "सरकारी म्युझियम, चेन्नई, आपल्या नाणी आणि पुरातन वस्तूंच्या समृद्ध संग्रहासाठी ओळखले जाते. हे शुक्रवार बंद असते आणि इतर दिवशी सकाळी 9:30 ते संध्याकाळी 5:00 पर्यंत खुले असते."
      ]
    },
    {
      "tag": "book_ticket",
      "patterns": [
        "मला तिकीट बुक करायचे आहे",
        "तिकीट बुक करा",
        "तिकीट कसे बुक करावे?",
        "तिकीट बुकिंग",
        "तिकीट कसे मिळवायचे?",
        "तिकीट कसे ऑर्डर करावे?",
        "मला तिकीट हवे आहे",
        "मी संग्रहालयाचे तिकीट बुक करू इच्छितो"
      ],
      "responses": [
        "तुम्ही आमच्या प्लॅटफॉर्मवरून विविध संग्रहालयांची तिकिटे ऑनलाइन बुक करू शकता. कृपया शहर आणि संग्रहालयाचे नाव सांगा, जेणेकरून आम्ही बुकिंग प्रक्रिया सुरू करू शकू.",
        "कृपया शहर आणि संग्रहालयाचे नाव सांगा. मी तुमच्यासाठी तिकीट बुकिंग सुरू करतो.",
        "तुमचे संग्रहालयाचे तिकीट बुक करण्यासाठी, कृपया शहर आणि संग्रहालयाचे नाव सांगा.",
        "जर तुम्हाला तिकीट बुक करायचे असेल, तर कृपया शहराचे नाव सांगा आणि मी तुमची व्यवस्था करतो."
      ]
    },
    {
      "tag": "ticket_price",
      "patterns": [
        "तिकीट किंमत किती आहे?",
        "तिकीट शुल्क किती आहे?",
        "प्रवेश शुल्क काय आहे?",
        "तिकीट किती आहे?",
        "तिकीट फी?",
        "संग्रहालयाचे तिकीट किती आहे?",
        "तिकीटची किंमत काय आहे?"
      ],
      "responses": [
        "तिकीट शुल्क संग्रहालयावर अवलंबून असते. कृपया संग्रहालयाचे नाव सांगा जेणेकरून आम्ही तुम्हाला सविस्तर किंमतीची माहिती देऊ शकू.",
        "संग्रहालयाच्या तिकिटांच्या किंमती वेगवेगळ्या असू शकतात. कृपया संग्रहालयाचे नाव सांगा आणि मी तुम्हाला अचूक माहिती देतो.",
        "मला संग्रहालयाचे नाव सांगा जेणेकरून मी तुम्हाला तिकीट किंमतीबद्दल सविस्तर माहिती देऊ शकू."
      ]
    },
    {
      "tag": "museum_location",
      "patterns": [
        "संग्रहालय कुठे आहे?",
        "मला संग्रहालयाचा पत्ता सांगा",
        "संग्रहालय कुठे आहे?",
        "मी संग्रहालय कसे गाठू?",
        "संग्रहालयाचे स्थान सांगा",
        "संग्रहालयाचे दिशा",
        "संग्रहालय जवळ आहे का?",
        "संग्रहालय कुठे आहे?"
      ],
      "responses": [
        "संग्रहालयाचे स्थान शहर आणि संग्रहालयावर अवलंबून असते. कृपया संग्रहालयाचे नाव सांगा जेणेकरून आम्ही तुम्हाला अचूक पत्ता आणि दिशा देऊ शकू.",
        "तुम्ही कोणत्या संग्रहालयाबद्दल जाणून घेऊ इच्छिता? मी तुम्हाला त्या संग्रहालयाचा अचूक पत्ता आणि दिशा देऊ शकतो.",
        "कृपया संग्रहालयाचे नाव सांगा आणि मी तुम्हाला अचूक पत्ता आणि दिशा देऊ शकतो."
      ]
    },
    {
      "tag": "museum_timings",
      "patterns": [
        "संग्रहालयाचे वेळापत्रक काय आहे?",
        "संग्रहालय कधी उघडते?",
        "संग्रहालयाचे उघडण्याचे वेळ",
        "संग्रहालय कधी बंद होते?",
        "संग्रहालयाचे कार्यक्रम",
        "संग्रहालयाचे उघडण्याचे वेळ काय आहे?",
        "संग्रहालयाचे वेळ काय आहे?"
      ],
      "responses": [
        "प्रत्येक संग्रहालयाचे वेळापत्रक वेगळे असू शकते. कृपया संग्रहालयाचे नाव सांगा जेणेकरून आम्ही तुम्हाला अचूक वेळापत्रकाची माहिती देऊ शकू.",
        "उघडण्याचे वेळ वेगळे असू शकतात. संग्रहालयाचे नाव सांगा आणि मी तुम्हाला योग्य वेळापत्रक देतो.",
        "संग्रहालयाचे नाव सांगा आणि मी तुम्हाला अचूक वेळापत्रकाची माहिती देऊ शकतो."
      ]
    },
    {
      "tag": "snacks_booking",
      "patterns": [
        "मी स्नॅक्स बुक करू शकतो का?",
        "अन्न उपलब्ध आहे का?",
        "कोणते स्नॅक्स उपलब्ध आहेत?",
        "स्नॅक्स बुक करा",
        "स्नॅक्स कसे बुक करायचे?",
        "मी स्नॅक्स ऑर्डर करू शकतो का?",
        "संग्रहालयात अन्न उपलब्ध आहे का?"
      ],
      "responses": [
        "होय, तुम्ही तुमच्या संग्रहालय दौऱ्यासाठी स्नॅक्स प्री-बुक करू शकता. कृपया संग्रहालयाचे नाव सांगा आणि आम्ही तुम्हाला उपलब्ध पर्याय देऊ.",
        "जर तुम्हाला संग्रहालयात स्नॅक्स बुक करायचे असतील, तर कृपया संग्रहालयाचे नाव सांगा. मी तुम्हाला उपलब्ध स्नॅक्स पर्यायांबद्दल माहिती देईन.",
        "संग्रहालयासाठी स्नॅक्स बुकिंग सुरू करण्यासाठी, कृपया संग्रहालयाचे नाव सांगा."
      ]
    },
    {
      "tag": "show_booking",
      "patterns": [
        "कोणताही शो आहे का?",
        "मी शो बुक करू शकतो का?",
        "कोणते शो उपलब्ध आहेत?",
        "शो बुक करा",
        "शो कसे बुक करायचे?",
        "संग्रहालय शो बुकिंग",
        "संग्रहालयात शो आहे का?"
      ],
      "responses": [
        "अनेक संग्रहालयांमध्ये अंतर्गत शो किंवा मार्गदर्शित टूरची व्यवस्था असते. कृपया संग्रहालयाचे नाव सांगा आणि आम्ही तुम्हाला उपलब्ध पर्याय आणि बुकिंग माहिती देऊ.",
        "जर तुम्हाला संग्रहालयात शो बुक करायचे असतील, तर कृपया संग्रहालयाचे नाव सांगा. मी तुम्हाला उपलब्ध शो आणि त्यांचे वेळापत्रक देईन.",
        "कृपया संग्रहालयाचे नाव सांगा आणि मी तुम्हाला त्या संग्रहालयात उपलब्ध शोबद्दल माहिती देऊ."
      ]
    },
    {
      "tag": "feedback",
      "patterns": [
        "माझ्याकडे काही प्रतिक्रिया आहे",
        "मी फीडबॅक देऊ शकतो का?",
        "मी फीडबॅक द्यायचा आहे",
        "फीडबॅक",
        "माझ्याकडे फीडबॅक आहे",
        "मी माझे मत देऊ इच्छितो",
        "मी फीडबॅक द्यायचा आहे",
        "मी तुम्हाला फीडबॅक देऊ इच्छितो"
      ],
      "responses": [
        "आम्हाला तुमची प्रतिक्रिया ऐकायला आवडेल! कृपया तुमचे मत शेअर करा आणि आम्ही ते संबंधित टीमपर्यंत पोहोचवू.",
        "तुम्हाला प्रतिक्रिया द्यायची असल्यास, कृपया सांगा. आम्हाला तुमचे मत ऐकायला आवडेल.",
        "तुमची प्रतिक्रिया आमच्यासाठी महत्त्वाची आहे! कृपया तुमचा फीडबॅक शेअर करा.",
        "तुम्हाला तुमचे मत सांगायचे असल्यास, कृपया सांगा. आम्ही ऐकण्यासाठी उत्सुक आहोत."
      ]
    },
    {
      "tag": "unrecognized_query",
      "patterns": [
        "हवामान कसे आहे?",
        "तुम्ही मला इतर काही मदत करू शकता का?",
        "क्रीडा बद्दल सांगा",
        "भारतीय राष्ट्रपती कोण आहेत?",
        "मला एखादी चित्रपट सुचवा",
        "नवीन बातम्या काय आहेत?",
        "क्रीडा अद्यतने द्या",
        "राजकारणाबद्दल सांगा"
      ],
      "responses": [
        "माफ करा, मी या विषयात मदत करू शकत नाही. मी येथे संग्रहालय संबंधित माहिती आणि तिकीट बुकिंगसाठी मदत करण्यासाठी आहे. कृपया याबद्दल काही विचारा!",
        "माफ करा, पण मी फक्त संग्रहालय आणि तिकीटांशी संबंधित माहिती देऊ शकतो. मला सांगा, मी तुमची कशी मदत करू शकतो!",
        "माझे कौशल्य फक्त संग्रहालय आणि तिकीट बुकिंगपर्यंत मर्यादित आहे. जर तुम्हाला संग्रहालय किंवा तिकीटांशी संबंधित काही प्रश्न असतील, तर कृपया विचारा!",
        "मी फक्त संग्रहालय आणि तिकीटांशी संबंधित माहिती देऊ शकतो. कृपया संग्रहालय किंवा तिकीटांबद्दल काही विचारा."
      ]
    }
  ]
}
