{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "নমস্কার",
        "হ্যালো",
        "আপনি কেমন আছেন?",
        "নমস্কার",
        "কি খবর?",
        "স্বাগত",
        "হাই!",
        "আপনাকে স্বাগত জানাই!",
        "কেমন আছেন?",
        "আসসালামু আলাইকুম",
        "শুভ সকাল",
        "শুভ সন্ধ্যা",
        "শুভ রাত্রি",
        "শুভ অপরাহ্ন",
        "শুভ দিন"
      ],
      "responses": [
        "নমস্কার! আমি দ্বারপাল, ভারতের বিভিন্ন মিউজিয়াম সম্পর্কিত তথ্য দিতে এবং টিকিট বুক করতে সাহায্য করতে এখানে আছি। আজ আমি আপনাকে কীভাবে সাহায্য করতে পারি?",
        "হ্যালো! আপনি কিছু আশ্চর্যজনক মিউজিয়াম দেখতে প্রস্তুত? আমাকে বলুন, আমি কীভাবে আপনার সাহায্য করতে পারি!",
        "নমস্কার! দ্বারপাল আপনার সেবায় রয়েছে। আপনাকে তথ্য প্রয়োজন নাকি টিকিট বুক করতে চান? আমি সাহায্য করতে এখানে আছি!",
        "হাই! আমি দ্বারপাল, ভারতীয় মিউজিয়াম সম্পর্কে তথ্য দিতে এবং টিকিট বুক করতে এখানে আছি। কিভাবে আপনাকে সাহায্য করতে পারি?",
        "হ্যালো! আমি আপনার মিউজিয়াম গাইড। দয়া করে বলুন, আমি আপনাকে কীভাবে সাহায্য করতে পারি!"
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "বিদায়",
        "বাই",
        "আবার দেখা হবে",
        "ধন্যবাদ, বাই",
        "আবার আসব",
        "গুড বাই",
        "বিদায় নিচ্ছি",
        "আলবিদা"
      ],
      "responses": [
        "বিদায়! আপনার দিন শুভ হোক!",
        "আবার দেখা হবে! সময়টা ভালো কাটুক!",
        "সাবধানে থাকুন! আশা করি আবার আপনাকে সাহায্য করতে পারব!",
        "বিদায়! আপনাকে আবার সাহায্য করতে অপেক্ষায় থাকব।",
        "বিদায়! আপনার দিন শুভ হোক।",
        "আলবিদা! আপনি ভালো থাকুন!"
      ]
    },
    {
      "tag": "thanks",
      "patterns": [
        "ধন্যবাদ",
        "আপনাকে ধন্যবাদ",
        "আপনার সাহায্যের জন্য ধন্যবাদ",
        "অজস্র ধন্যবাদ",
        "অনেক অনেক ধন্যবাদ",
        "তোমাকে ধন্যবাদ",
        "আপনার সাহায্য অসাধারণ",
        "ধন্যবাদ, তোমাকে"
      ],
      "responses": [
        "আপনাকে স্বাগতম!",
        "আপনার সাহায্য করতে পেরে খুশি হলাম!",
        "কোনো সমস্যা নেই! আমি সবসময় সাহায্যের জন্য প্রস্তুত।",
        "আপনার জন্য কিছু করতে পারায় আনন্দিত!",
        "আপনাকে সাহায্য করতে পেরে ভালো লাগল।",
        "আপনার জন্য সবসময় সাহায্যের জন্য প্রস্তুত আছি!"
      ]
    },
    {
      "tag": "ask_museum_preference",
      "patterns": [
        "মিউজিয়াম সম্পর্কে বলুন",
        "আমি কোন মিউজিয়াম দেখতে পারি?",
        "মিউজিয়ামের বিবরণ",
        "মিউজিয়াম সম্পর্কে তথ্য",
        "মিউজিয়ামের নাম বলুন",
        "দেখার মতো মিউজিয়াম বলুন",
        "বাংলায় মিউজিয়াম কোথায়?",
        "মিউজিয়ামের তথ্য প্রয়োজন"
      ],
      "responses": [
        "আপনি দিল্লি, কলকাতা, মুম্বাই বা অন্য কোনো শহরের মিউজিয়াম সম্পর্কে জানতে চান? দয়া করে শহরের নাম উল্লেখ করুন।",
        "আমি আপনাকে দিল্লি, কলকাতা এবং মুম্বাই সহ বিভিন্ন শহরের মিউজিয়ামের তথ্য দিতে পারি। দয়া করে বলুন, আপনি কোন শহরে আগ্রহী?",
        "আপনি কোন শহরে মিউজিয়াম দেখতে চান? আমি দিল্লি, কলকাতা, মুম্বাই, হায়দ্রাবাদ সহ অন্যান্য শহরের মিউজিয়াম সম্পর্কে তথ্য দিতে পারি।",
        "আপনি কোন শহরের মিউজিয়াম সম্পর্কে জানতে চান? আমি বিভিন্ন শহরের মিউজিয়ামের তথ্য দিতে পারি।",
        "আপনি যদি শহরের নাম বলেন, আমি আপনাকে সেই শহরের মিউজিয়ামের বিস্তারিত দিতে পারি।"
      ]
    },
    {
      "tag": "museum_info_delhi",
      "patterns": [
        "দিল্লির ন্যাশনাল মিউজিয়াম সম্পর্কে বলুন",
        "দিল্লির মিউজিয়ামের বিবরণ",
        "ন্যাশনাল মিউজিয়ামের তথ্য",
        "দিল্লির মিউজিয়াম সম্পর্কে কিছু বলুন",
        "ন্যাশনাল মিউজিয়াম কি?",
        "ন্যাশনাল মিউজিয়ামের সময়সূচি",
        "দিল্লির ন্যাশনাল মিউজিয়ামের প্রবেশ মূল্য",
        "দিল্লি ন্যাশনাল মিউজিয়াম সময়"
      ],
      "responses": [
        "ন্যাশনাল মিউজিয়াম, নয়াদিল্লি, মে 1946 সালে মউরিস গয়ার কমিটির দ্বারা প্রণীত একটি নকশার সাথে শুরু হয়েছিল। এখানে 200,000 এরও বেশি জিনিসপত্র রয়েছে, যা পাঁচ হাজার বছরের বেশি সময় ধরে ভারতীয় সাংস্কৃতিক ঐতিহ্যকে কভার করে। এটি মঙ্গলবার থেকে রবিবার সকাল 10:00 থেকে সন্ধ্যা 6:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 20 টাকা এবং 12 ম শ্রেণী পর্যন্ত শিশুদের জন্য বিনামূল্যে।",
        "দিল্লির ন্যাশনাল মিউজিয়াম ভারতের অন্যতম বৃহত্তম মিউজিয়াম। এখানে ভারতীয় সাংস্কৃতিক ঐতিহ্য এবং শিল্পকলা প্রদর্শিত হয়। এটি মঙ্গলবার থেকে রবিবার সকাল 10:00 থেকে সন্ধ্যা 6:00 পর্যন্ত খোলা থাকে। প্রবেশ মূল্য প্রাপ্তবয়স্কদের জন্য 20 টাকা।",
        "ন্যাশনাল মিউজিয়াম দিল্লিতে অবস্থিত এবং এটি ভারতীয় ইতিহাসের বিভিন্ন দিক প্রদর্শন করে। এটি মঙ্গলবার থেকে রবিবার খোলা থাকে এবং প্রবেশ মূল্য প্রাপ্তবয়স্কদের জন্য 20 টাকা।"
      ]
    },
    {
      "tag": "museum_info_kolkata",
      "patterns": [
        "কলকাতার ভারতীয় মিউজিয়াম সম্পর্কে বলুন",
        "কলকাতার মিউজিয়ামের বিবরণ",
        "ভারতীয় মিউজিয়ামের তথ্য",
        "কলকাতার মিউজিয়াম সম্পর্কে বলুন",
        "ভারতীয় মিউজিয়াম কি?",
        "কলকাতা মিউজিয়ামের প্রবেশ মূল্য",
        "ভারতীয় মিউজিয়ামের সময়সূচি",
        "কলকাতার ভারতীয় মিউজিয়ামের সময়"
      ],
      "responses": [
        "ভারতীয় মিউজিয়াম, কলকাতা, 1814 সালে প্রতিষ্ঠিত হয়েছিল এবং এটি ভারতের প্রাচীনতম এবং বৃহত্তম বহুমুখী মিউজিয়াম। এখানে বিরল পুরাকীর্তি, বর্ম, জীবাশ্ম এবং মুঘল চিত্রের সংগ্রহ রয়েছে। এটি মঙ্গলবার থেকে রবিবার সকাল 10:00 থেকে সন্ধ্যা 5:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 50 টাকা এবং শিক্ষার্থীদের জন্য 20 টাকা।",
        "ভারতীয় মিউজিয়াম, কলকাতা, ভারতের প্রাচীনতম মিউজিয়াম। এখানে বিভিন্ন প্রাকৃতিক এবং সাংস্কৃতিক ইতিহাসের নিদর্শন রয়েছে। এটি মঙ্গলবার থেকে রবিবার খোলা থাকে।",
        "ভারতীয় মিউজিয়াম কলকাতায় অবস্থিত এবং এখানে বিভিন্ন ধরনের পুরাকীর্তি, মুদ্রা এবং চিত্রের সংগ্রহ রয়েছে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 50 টাকা এবং শিক্ষার্থীদের জন্য 20 টাকা।"
      ]
    },
    {
      "tag": "museum_info_mumbai",
      "patterns": [
        "মুম্বাইয়ের ছত্রপতি শিবাজি মহারাজ ভাস্তু সংগ্রহালয় সম্পর্কে বলুন",
        "মুম্বাই মিউজিয়ামের বিবরণ",
        "মুম্বাইয়ের মিউজিয়ামের তথ্য",
        "মুম্বাই মিউজিয়াম কি?",
        "ছত্রপতি শিবাজি মহারাজ মিউজিয়াম",
        "মুম্বাইয়ের মিউজিয়াম সম্পর্কে কিছু বলুন",
        "মুম্বাই মিউজিয়ামের প্রবেশ মূল্য",
        "মুম্বাইয়ের মিউজিয়ামের সময়সূচি"
      ],
      "responses": [
        "ছত্রপতি শিবাজি মহারাজ ভাস্তু সংগ্রহালয়, যাকে আগে প্রিন্স অফ ওয়েলস মিউজিয়াম বলা হত, মুম্বাইয়ে অবস্থিত। এটি ভারতের শিল্পকলা, প্রত্নতত্ত্ব এবং প্রাকৃতিক ইতিহাসকে তুলে ধরে, বিশেষ করে মহারাষ্ট্রের ইতিহাসের উপর গুরুত্ব দেয়। মিউজিয়ামটি সোমবার থেকে রবিবার সকাল 10:15 থেকে সন্ধ্যা 6:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 85 টাকা এবং শিশুদের জন্য 20 টাকা।",
        "ছত্রপতি শিবাজি মহারাজ মিউজিয়াম, মুম্বাইয়ে অবস্থিত এবং এটি বিভিন্ন ধরনের প্রত্নতাত্ত্বিক এবং শিল্প নিদর্শন প্রদর্শন করে। এটি সোমবার থেকে রবিবার সকাল 10:15 থেকে সন্ধ্যা 6:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 85 টাকা।",
        "মুম্বাইয়ের ছত্রপতি শিবাজি মহারাজ ভাস্তু সংগ্রহালয়, ভারতের শিল্পকলা এবং প্রাকৃতিক ইতিহাসের একটি অনন্য সংগ্রহ। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 85 টাকা এবং শিশুদের জন্য 20 টাকা।"
      ]
    },
    {
      "tag": "museum_info_jaipur",
      "patterns": [
        "জয়পুরের আলবার্ট হল মিউজিয়াম সম্পর্কে বলুন",
        "জয়পুর মিউজিয়ামের বিবরণ",
        "জয়পুর মিউজিয়ামের তথ্য",
        "আলবার্ট হল মিউজিয়াম কি?",
        "জয়পুর মিউজিয়ামের সময়সূচি",
        "আলবার্ট হল মিউজিয়ামের প্রবেশ মূল্য",
        "জয়পুরের মিউজিয়াম সম্পর্কে কিছু বলুন"
      ],
      "responses": [
        "আলবার্ট হল মিউজিয়াম, জয়পুর, তার ইন্দো-সারাসেনিক আর্কিটেকচার এবং বিস্তৃত সংগ্রহের জন্য পরিচিত। এটি প্রতিদিন সকাল 9:00 থেকে সন্ধ্যা 5:00 এবং রাত 7:00 থেকে 10:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 40 টাকা এবং শিক্ষার্থীদের জন্য 20 টাকা।",
        "জয়পুরের আলবার্ট হল মিউজিয়াম তার স্থাপত্য ও ঐতিহাসিক সংগ্রহের জন্য পরিচিত। এটি প্রতিদিন খোলা থাকে এবং প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 40 টাকা।",
        "আলবার্ট হল মিউজিয়াম, জয়পুর, ঐতিহ্যবাহী ভারতীয় শিল্প এবং কারুশিল্প প্রদর্শন করে। এটি প্রতিদিন সকাল 9:00 থেকে সন্ধ্যা 5:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 40 টাকা।"
      ]
    },
    {
      "tag": "museum_info_hyderabad",
      "patterns": [
        "হায়দ্রাবাদের সালারজং মিউজিয়াম সম্পর্কে বলুন",
        "হায়দ্রাবাদ মিউজিয়ামের বিবরণ",
        "হায়দ্রাবাদ মিউজিয়ামের তথ্য",
        "সালারজং মিউজিয়াম কি?",
        "হায়দ্রাবাদ মিউজিয়ামের সময়সূচি",
        "সালারজং মিউজিয়ামের প্রবেশ মূল্য",
        "হায়দ্রাবাদের মিউজিয়াম সম্পর্কে বলুন"
      ],
      "responses": [
        "সালারজং মিউজিয়াম, হায়দ্রাবাদ, বিশ্বজুড়ে বিভিন্ন সভ্যতার বিরল শিল্পকলা এবং সংগ্রহ নিয়ে গঠিত। এটি শুক্রবার বন্ধ থাকে এবং বাকি দিনগুলোতে সকাল 10:00 থেকে সন্ধ্যা 5:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 20 টাকা এবং শিশুদের জন্য 15 টাকা।",
        "সালারজং মিউজিয়াম হায়দ্রাবাদের অন্যতম বিখ্যাত মিউজিয়াম। এটি প্রতিদিন সকাল 10:00 থেকে সন্ধ্যা 5:00 পর্যন্ত খোলা থাকে, শুধুমাত্র শুক্রবার বন্ধ থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 20 টাকা।",
        "সালারজং মিউজিয়াম, হায়দ্রাবাদ, বিশ্বের বিভিন্ন সভ্যতার অসাধারণ সংগ্রহ প্রদর্শন করে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 20 টাকা এবং শিশুদের জন্য 15 টাকা।"
      ]
    },
    {
      "tag": "museum_info_bengaluru",
      "patterns": [
        "বেঙ্গালুরুর বিশ্বেশ্বরাইয়া ইন্ডাস্ট্রিয়াল অ্যান্ড টেকনোলজিকাল মিউজিয়াম সম্পর্কে বলুন",
        "বেঙ্গালুরু মিউজিয়ামের বিবরণ",
        "বেঙ্গালুরু মিউজিয়ামের তথ্য",
        "বিশ্বেশ্বরাইয়া মিউজিয়াম কি?",
        "বেঙ্গালুরু মিউজিয়ামের সময়সূচি",
        "বিশ্বেশ্বরাইয়া মিউজিয়ামের প্রবেশ মূল্য",
        "বেঙ্গালুরু মিউজিয়ামের বিবরণ দিন"
      ],
      "responses": [
        "বিশ্বেশ্বরাইয়া ইন্ডাস্ট্রিয়াল অ্যান্ড টেকনোলজিকাল মিউজিয়াম, বেঙ্গালুরু, বিজ্ঞান এবং প্রযুক্তিতে অর্জনগুলি প্রদর্শন করে। এটি সোমবার থেকে রবিবার সকাল 9:30 থেকে সন্ধ্যা 6:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 60 টাকা এবং শিশুদের জন্য 30 টাকা।",
        "বিশ্বেশ্বরাইয়া ইন্ডাস্ট্রিয়াল অ্যান্ড টেকনোলজিকাল মিউজিয়াম, বেঙ্গালুরু, প্রযুক্তি এবং শিল্পের নানা দিক প্রদর্শন করে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 60 টাকা এবং শিশুদের জন্য 30 টাকা।",
        "বেঙ্গালুরুর বিশ্বেশ্বরাইয়া মিউজিয়াম বিজ্ঞান এবং প্রযুক্তিতে নানা উদ্ভাবন এবং ইতিহাস প্রদর্শন করে। এটি প্রতিদিন সকাল 9:30 থেকে সন্ধ্যা 6:00 পর্যন্ত খোলা থাকে।"
      ]
    },
    {
      "tag": "museum_info_chennai",
      "patterns": [
        "চেন্নাইয়ের সরকারি মিউজিয়াম সম্পর্কে বলুন",
        "চেন্নাই মিউজিয়ামের বিবরণ",
        "চেন্নাই মিউজিয়ামের তথ্য",
        "সরকারি মিউজিয়াম কি?",
        "চেন্নাই মিউজিয়ামের সময়সূচি",
        "সরকারি মিউজিয়ামের প্রবেশ মূল্য",
        "চেন্নাইয়ের মিউজিয়ামের তথ্য দিন"
      ],
      "responses": [
        "সরকারি মিউজিয়াম, চেন্নাই, তার সমৃদ্ধ পুরাকীর্তি এবং মুদ্রাবিজ্ঞান সংগ্রহের জন্য পরিচিত। এটি শুক্রবার বন্ধ থাকে এবং বাকি দিনগুলোতে সকাল 9:30 থেকে সন্ধ্যা 5:00 পর্যন্ত খোলা থাকে। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 15 টাকা এবং শিশুদের জন্য 10 টাকা।",
        "চেন্নাইয়ের সরকারি মিউজিয়াম তার শিল্পকলা এবং প্রত্নতত্ত্বের জন্য বিখ্যাত। প্রবেশ ফি প্রাপ্তবয়স্কদের জন্য 15 টাকা এবং শিশুদের জন্য 10 টাকা। এটি সপ্তাহের অন্যান্য দিন খোলা থাকে, শুক্রবার বন্ধ।",
        "সরকারি মিউজিয়াম, চেন্নাই, তার মুদ্রা এবং পুরাকীর্তির সমৃদ্ধ সংগ্রহের জন্য পরিচিত। এটি শুক্রবার বন্ধ থাকে এবং বাকি দিনগুলোতে সকাল 9:30 থেকে সন্ধ্যা 5:00 পর্যন্ত খোলা থাকে।"
      ]
    },
    {
      "tag": "book_ticket",
      "patterns": [
        "আমাকে টিকিট বুক করতে হবে",
        "টিকিট বুক করুন",
        "কিভাবে টিকিট বুক করব?",
        "টিকিট বুকিং",
        "টিকিট কিভাবে নেওয়া যায়?",
        "টিকিট কিভাবে অর্ডার করব?",
        "টিকিট চাই",
        "মিউজিয়ামের টিকিট বুক করতে চাই"
      ],
      "responses": [
        "আপনি আমাদের প্ল্যাটফর্ম থেকে বিভিন্ন মিউজিয়ামের জন্য অনলাইনে টিকিট বুক করতে পারেন। অনুগ্রহ করে শহর এবং মিউজিয়ামের নাম বলুন যাতে বুকিং প্রক্রিয়া শুরু করা যায়।",
        "দয়া করে শহর এবং মিউজিয়ামের নাম বলুন। আমি আপনার জন্য টিকিট বুকিং শুরু করব।",
        "আপনার মিউজিয়ামের টিকিট বুক করতে, দয়া করে শহর এবং মিউজিয়ামের নাম বলুন।",
        "টিকিট বুক করতে চাইলে, দয়া করে শহরের নাম বলুন এবং আমি আপনার জন্য ব্যবস্থা করব।"
      ]
    },
    {
      "tag": "ticket_price",
      "patterns": [
        "টিকিটের দাম কত?",
        "টিকিটের মূল্য কত?",
        "প্রবেশ মূল্য কি?",
        "টিকিটের খরচ কত?",
        "টিকিট ফি কত?",
        "মিউজিয়ামের টিকিটের মূল্য কত?",
        "টিকিটের চার্জ কত?"
      ],
      "responses": [
        "টিকিটের দাম মিউজিয়ামের উপর নির্ভর করে। অনুগ্রহ করে মিউজিয়ামের নাম বলুন যাতে আমরা আপনাকে বিস্তারিত মূল্য তথ্য দিতে পারি।",
        "মিউজিয়ামের টিকিটের মূল্য বিভিন্ন হতে পারে। দয়া করে মিউজিয়ামের নাম বলুন এবং আমি আপনাকে সঠিক তথ্য জানাব।",
        "মিউজিয়ামের নাম বলুন যাতে আমি আপনাকে টিকিটের মূল্য সম্পর্কে বিস্তারিত জানাতে পারি।"
      ]
    },
    {
      "tag": "museum_location",
      "patterns": [
        "মিউজিয়াম কোথায়?",
        "মিউজিয়ামের ঠিকানা বলুন",
        "মিউজিয়ামের অবস্থান কোথায়?",
        "মিউজিয়ামে কিভাবে পৌঁছাব?",
        "মিউজিয়ামের অবস্থান বলুন",
        "মিউজিয়ামের পথনির্দেশনা",
        "মিউজিয়াম কি কাছে?",
        "মিউজিয়াম কোথায় আছে?"
      ],
      "responses": [
        "মিউজিয়ামের অবস্থান শহর এবং মিউজিয়ামের উপর নির্ভর করে। অনুগ্রহ করে মিউজিয়ামের নাম বলুন যাতে আমরা আপনাকে সঠিক ঠিকানা এবং দিকনির্দেশনা দিতে পারি।",
        "আপনি কোন মিউজিয়াম সম্পর্কে জানতে চান? আমি আপনাকে সেই মিউজিয়ামের সঠিক ঠিকানা এবং দিকনির্দেশনা জানাতে পারি।",
        "দয়া করে মিউজিয়ামের নাম বলুন এবং আমি আপনাকে সঠিক ঠিকানা এবং পথনির্দেশনা দেব।"
      ]
    },
    {
      "tag": "museum_timings",
      "patterns": [
        "মিউজিয়ামের সময় কী?",
        "মিউজিয়াম কখন খোলা থাকে?",
        "মিউজিয়ামের খোলার সময়",
        "মিউজিয়াম কখন বন্ধ হয়?",
        "মিউজিয়ামের সময়সূচি",
        "মিউজিয়াম খোলার সময় কি?",
        "মিউজিয়ামের সময় কখন?"
      ],
      "responses": [
        "প্রত্যেক মিউজিয়ামের জন্য সময় আলাদা হতে পারে। অনুগ্রহ করে মিউজিয়ামের নাম বলুন যাতে আমরা আপনাকে সঠিক সময়ের তথ্য দিতে পারি।",
        "মিউজিয়ামের খোলার সময় বিভিন্ন হতে পারে। মিউজিয়ামের নাম বলুন এবং আমি আপনাকে সঠিক সময় জানাব।",
        "মিউজিয়ামের নাম বলুন এবং আমি আপনাকে সঠিক সময়সূচি সম্পর্কে জানাতে পারি।"
      ]
    },
    {
      "tag": "snacks_booking",
      "patterns": [
        "আমি কি স্ন্যাক্স বুক করতে পারি?",
        "খাবারের ব্যবস্থা আছে কি?",
        "কোন স্ন্যাক্স পাওয়া যায়?",
        "স্ন্যাক্স বুক করুন",
        "স্ন্যাক্স কিভাবে বুক করব?",
        "স্ন্যাক্স অর্ডার করা যাবে?",
        "মিউজিয়ামে খাবারের ব্যবস্থা আছে?"
      ],
      "responses": [
        "হ্যাঁ, আপনি আপনার মিউজিয়াম ভ্রমণের জন্য স্ন্যাক্স প্রি-বুক করতে পারেন। অনুগ্রহ করে মিউজিয়ামের নাম বলুন এবং আমরা আপনাকে উপলব্ধ বিকল্পগুলি জানাব।",
        "মিউজিয়ামে স্ন্যাক্স বুক করতে চাইলে, দয়া করে মিউজিয়ামের নাম বলুন। আমি আপনাকে উপলব্ধ স্ন্যাক্স অপশন সম্পর্কে জানাব।",
        "মিউজিয়ামের জন্য স্ন্যাক্স বুকিং শুরু করতে চাইলে, মিউজিয়ামের নাম উল্লেখ করুন।"
      ]
    },
    {
      "tag": "show_booking",
      "patterns": [
        "কোনো শো আছে?",
        "আমি কি শো বুক করতে পারি?",
        "কোন শো পাওয়া যায়?",
        "শো বুক করুন",
        "শো কিভাবে বুক করব?",
        "মিউজিয়ামের শো বুকিং",
        "মিউজিয়ামে শো আছে?"
      ],
      "responses": [
        "অনেক মিউজিয়ামে অভ্যন্তরীণ শো বা গাইডেড ট্যুরের ব্যবস্থা রয়েছে। অনুগ্রহ করে মিউজিয়ামের নাম বলুন এবং আমরা আপনাকে উপলব্ধ বিকল্প এবং বুকিং তথ্য জানাব।",
        "মিউজিয়ামে শো বুক করতে চাইলে, দয়া করে মিউজিয়ামের নাম বলুন। আমি আপনাকে উপলব্ধ শো এবং তাদের সময়সূচি জানাব।",
        "দয়া করে মিউজিয়ামের নাম বলুন এবং আমি আপনাকে মিউজিয়ামের শো সম্পর্কে তথ্য দিতে পারি।"
      ]
    },
    {
      "tag": "feedback",
      "patterns": [
        "আমার কিছু মতামত আছে",
        "আমি কি মতামত দিতে পারি?",
        "আমি প্রতিক্রিয়া জানাতে চাই",
        "ফিডব্যাক",
        "আমার ফিডব্যাক আছে",
        "মতামত দিতে চাই",
        "আপনাকে মতামত দিতে চাই",
        "আপনাকে ফিডব্যাক দিতে চাই"
      ],
      "responses": [
        "আমরা আপনার প্রতিক্রিয়া শুনতে পছন্দ করব! অনুগ্রহ করে আপনার মতামত শেয়ার করুন এবং আমরা তা সংশ্লিষ্ট দলে পৌঁছে দেব।",
        "আপনার মতামত দিতে চাইলে, দয়া করে বলুন। আমরা আপনার প্রতিক্রিয়া শুনতে পছন্দ করব।",
        "আপনার মতামত আমাদের জন্য গুরুত্বপূর্ণ! দয়া করে আপনার ফিডব্যাক শেয়ার করুন।",
        "আপনার মতামত জানাতে চাইলে, দয়া করে বলুন। আমরা শুনতে আগ্রহী।"
      ]
    },
    {
      "tag": "unrecognized_query",
      "patterns": [
        "আবহাওয়া কেমন?",
        "আপনি কি অন্য কিছুতে আমাকে সাহায্য করতে পারবেন?",
        "খেলাধুলা সম্পর্কে বলুন",
        "ভারতের রাষ্ট্রপতি কে?",
        "আমাকে মুভি সুপারিশ করুন",
        "সাম্প্রতিক খবর কি?",
        "খেলার আপডেট দিন",
        "রাজনীতি সম্পর্কে বলুন"
      ],
      "responses": [
        "দুঃখিত, আমি এই বিষয়ে আপনাকে সাহায্য করতে পারব না। আমি এখানে জাদুঘর সংক্রান্ত তথ্য এবং টিকিট বুকিংয়ের জন্য সাহায্য করতে এসেছি। অনুগ্রহ করে এর সাথে সম্পর্কিত কিছু জিজ্ঞাসা করুন!",
        "দুঃখিত, কিন্তু আমি শুধুমাত্র জাদুঘর এবং টিকিট সংক্রান্ত তথ্য প্রদান করতে পারি। আমাকে বলুন, আমি কিভাবে আপনার সাহায্য করতে পারি!",
        "আমার দক্ষতা শুধুমাত্র জাদুঘর এবং টিকিট বুকিং পর্যন্ত সীমাবদ্ধ। জাদুঘর বা টিকিট বুকিং সংক্রান্ত কিছু জানতে চাইলে, দয়া করে জিজ্ঞাসা করুন!",
        "আমি শুধুমাত্র মিউজিয়াম এবং টিকিট সংক্রান্ত তথ্য দিতে পারি। দয়া করে মিউজিয়াম বা টিকিট সম্পর্কিত কিছু জিজ্ঞাসা করুন।"
      ]
    }
  ]
}
